Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=51_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sosial- da tiõrvâsvuõttluŠvddkåŠdd
fin: Sosiaali- ja terveyslautakunta

source: Sosial- da tiõrvâsvuõttluŠvddkåŠdd lij sääŠmteeŠǧǧ sosial- da tiõrvâsvuõttpolitiikklaž maadârdõõzzi, aalttõõzzi, ceâlklmõõžži da beäŠlestväŠlddmõõžži valmštõõlli.
fin: Sosiaali- ja terveyslautakunta on saamelaiskäräjien sosiaali- ja terveyspoliittisten esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.

source: LuŠvddkååŠdd tuâjjan lij ooudâsviikkâd saaŠmi vuõiggâdvuõđi da stattuuz LääŠddjânnam sosial- da tiõrvâsvuõđhuõllriâššmõõžžâšt.
fin: Lautakunnan tehtävänä on edistää saamelaisten oikeuksia ja asemaa Suomen sosiaali- ja terveydenhuoltojärjestelmässä.

source: LuŠvddkåŠdd reäšš valdia mäŠhssemplaanâst (väŠlddklass 33, sosial- da tiõrvâsvuõttministeria) sääŠmǩiõllsai sosial- da tiõrvâsvuõttkääzzkõõzzi staanmõŠšše čuäjtum valdiaveäŠǩǩvuõđi ââŠnnmest.
fin: Lautakunta päättää valtion talousarviossa (pääluokka 33, sosiaali- ja terveysministeriö) saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.

source: Tõt valmštââll sääŠmteeŠǧǧ såbbra kõõŠǩǩab äiŠǧǧkõõsk plaan sääŠmǩiõllsai sosial- da tiõrvâsvuõttkääzzkõõzzi raajjmõõžžâst da oudd piirieeŠjji sääŠmteeŠǧǧ såbbra da SääŠmjânnam läänhalltõŠsse čiõlǥtõõzz sääŠmǩiõllsai sosial- da tiõrvâsvuõttkääzzkõõzzi staanmõŠšše čuäjtum valdiaveäŠǩǩvuõđi ââŠnnmest.
fin: Se valmistelee saamelaiskäräjien kokoukselle pitemmän aikavälin suunnitelman saamenkielisten sosiaali- ja terveyspalvelujen tuottamisesta ja antaa vuosittain saamelaiskäräjien kokoukselle ja Lapin lääninhallitukselle selvityksen saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.

source: LuŠvddkååŠdd ǩiõttʼtõllum aaŠššid valmštâŠlle da peŠjje tuåimmu sosial- da tiõrvâsvuõttpiisar da TâŠvv-LääŠddjânnam sosialvuuŠd silttõskõõskõõzz sääŠmõõutilååǥǥ plaanraajji.
fin: Lautakunnan käsittelemät asioita valmistelevat ja toimeenpanevat sosiaali- ja terveyssihteeri ja Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikön suunnittelija.

source: Sosial- da tiõrvâsvuõttluŠvddkådda koŠlle eeŠjjin 2012-2015 puõŠtti vuässla da vääŠrrvuässla:
fin: Sosiaali- ja terveyslautakuntaan kuuluvat vuosina 2012-2015 seuraavat jäsenet: Jäsenet:

source: Vuässla:
fin: Pentti Valle

source: Marjo Semenoff
fin: Marja Selkälä
